blog/2014-07-17-this-is-life.org
#+AUTHOR: Kinhung Lam
#+EMAIL: linjxljx@gmail.com
#+TITLE: This is life
#+DATE: <2014-07-17 Thu 09:52>

上周经历了一次沉重的心路历程，也许是我内心不够强大，也许是每个人遇到相同的问题都会如此反应。不过总的来说是有惊无险，心也就慢慢释然了。同事们都感觉到我的变化，从一个性格相对开朗到如突然间默不做声，大家都表现出对我的关心，但我却无法告诉他们自己的想法！虽然内心比较痛苦，但却充满着温暖，慢慢在安慰着自己。

好了，上面的事情就此告一段落了。这阶段，外甥女的入学也搞定了，参加技术培训也完成了，经理人培训也结束了，工作在稳步进行中。总体来看，算是过到了一个平稳期。在工作上，我还想有更好的突破，昨天领导找我了，说今年加薪恐怕不太理想，公司在控制成本。。感觉整个部门都充满着困难和危机。今天离职的兄弟都走了7个了，却只进来两个没多少经验的新人。哎，替部门，替公司担忧！

我只能做的是，对自己的生活，工作负责，做*=最好的自己=*！

#+MORE_LINK:

人生也许就是到处充满着危机和变化，我们需要随时保持迎接挑战和困难的心态，不要到困难真正来临时手足无措！技术需要锻炼，沟通需要常练，而人生却是时时刻刻都在历练着。。

我们都需要学会坦然面对一切！

珍惜*=眼前的人=*，*=眼前的事=*，把握*=眼前这时刻=*！
