blog/2014-07-17-this-is-life.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 星期五, 十二月  2, 2022 at  4:06 下午 -->
<meta charset="utf-8" />
<title>This is life</title>
<meta name="author" content="Kinhung Lam" />
<meta name="generator" content="Org Mode" />
<meta name="twitter:site" content="@twylo" />
<meta name="twitter:creator" content="@twylo" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="me" href="https://weibo.com/u/2150445074" />
<link rel="icon" type="image/png" href="/images/icon/favicon-32x32.png" />
<link rel="apple-touch-icon-precomposed" href="/images/icon/apple-touch-icon.png" />
<link rel="alternate" type="application/rss+xml" title="Weblog RSS Feed" href="/blog/rss.xml" />
<link rel="stylesheet" type="text/css" href="/res/faces.css">
<link rel="stylesheet" type="text/css" href="/res/style.css">
</head>
<body>
<div id="preamble" class="status">
<a class="skip-nav-link" href="#content">
  Skip navigation
</a>
<nav>
  <div class="navitem"><a href="/">Home</a></div>
  <div class="navitem"><a href="/blog/">Weblog</a></div>
  <div class="navitem"><a href="/portfolio/">Portfolio</a></div>
  <div class="navitem"><a href="/resume.html">Resume</a></div>
  <div class="navitem"><a href="/contact.html">Contact</a></div>
</nav>
<div class="published">
Published 星期四, 七月 17, 2014 at  9:52 上午
</nav>
</div>
<div id="content" class="content">
<header>
<h1 class="title">This is life</h1>
</header><p>
上周经历了一次沉重的心路历程，也许是我内心不够强大，也许是每个人遇到相同的问题都会如此反应。不过总的来说是有惊无险，心也就慢慢释然了。同事们都感觉到我的变化，从一个性格相对开朗到如突然间默不做声，大家都表现出对我的关心，但我却无法告诉他们自己的想法！虽然内心比较痛苦，但却充满着温暖，慢慢在安慰着自己。
</p>

<p>
好了，上面的事情就此告一段落了。这阶段，外甥女的入学也搞定了，参加技术培训也完成了，经理人培训也结束了，工作在稳步进行中。总体来看，算是过到了一个平稳期。在工作上，我还想有更好的突破，昨天领导找我了，说今年加薪恐怕不太理想，公司在控制成本。。感觉整个部门都充满着困难和危机。今天离职的兄弟都走了7个了，却只进来两个没多少经验的新人。哎，替部门，替公司担忧！
</p>

<p>
我只能做的是，对自己的生活，工作负责，做*=最好的自己=*！
</p>

<p>
人生也许就是到处充满着危机和变化，我们需要随时保持迎接挑战和困难的心态，不要到困难真正来临时手足无措！技术需要锻炼，沟通需要常练，而人生却是时时刻刻都在历练着。。
</p>

<p>
我们都需要学会坦然面对一切！
</p>

<p>
珍惜*=眼前的人=*，*=眼前的事=*，把握*=眼前这时刻=*！
</p>
</div>
<div id="postamble" class="status">
<div id="footer">
Proudly <a href="https://kinhung.me/blog/0110_emacs_blogging_for_fun_and_profit.html">published</a> with <a href="https://www.gnu.org/software/emacs/">Emacs</a> and <a href="https://orgmode.org/">Org Mode</a>. This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a> License. <a href="https://kinhung.me/privacy.html">Privacy Policy</a></div>
</div>
</body>
</html>
